{ "translations": {
    "OpenStreetMap" : "OpenStreetMap",
    "Map location (by OpenStreetMap)" : "Ubicación en el mapa (por OpenStreetMap)",
    "OpenStreetMap locations" : "Ubicaciones de OpenStreetMap",
    "Bad HTTP method" : "Método HTTP erróneo",
    "Bad credentials" : "Credenciales erróneas",
    "Connected accounts" : "Cuentas conectadas",
    "OpenStreetMap integration" : "Integración OpenStreetMap",
    "Integration of OpenStreetMap" : "Integración de OpenStreetMap",
    "OpenStreetMap integration provides a search provider for locations, a reference\nprovider to render location links from various map services (OpenStreetMap, Google maps...) and a custom link picker\ncomponent to quickly insert a location link by searching or selecting a point on an (awesome) interactive map." : "La integración con OpenStreetMap proporciona un proveedor de búsqueda para ubicaciones, una proveedor de referencia\npara interpretar enlaces de ubicación desde varios servicios de mapas (OpenStreetMap, Google Maps...) y un componente personalizado\nde selección de enlaces para insertar rápidamente enlaces de ubicación al buscar un punto en un (asombroso) mapa interactivo.",
    "Maptiler API key" : "Llave API Maptiler",
    "Enable searching for locations" : "Habilitar la búsqueda de ubicaciones",
    "Proxy OpenStreetMap requests via Nextcloud" : "Hacer proxy de solicitudes de OpenStreetMap a través de Nextcloud",
    "OpenStreetMap options saved" : "Las opciones de OpenStreetMap se han guardado",
    "Failed to save OpenStreetMap options" : "Fallo al guardar las opciones de OpenStreetMap",
    "Warning, everything you type in the Unified Search menu will be sent to OpenStreetMap's Nominatim service." : "Advertencia, todo lo que escriba en el menú de búsqueda unificada será enviado al servicio Nominatim de OpenStreetMap.",
    "A Nextcloud administrator has disabled the OpenStreetMap Unified Search provider" : "Un administrador de Nextcloud ha deshabilitado el proveedor de búsqueda unificada de OpenStreetMap",
    "Enable OpenStreetMap link previews" : "Habilitar la vista previa de los enlaces de OpenStreetMap",
    "Prefer simple OpenStreetMap frame" : "Preferir el marco simple de OpenStreetMap",
    "Enable navigation link" : "Activar enlace de navegación",
    "Search on the map" : "Buscar en el mapa",
    "Link type" : "Tipo de enlace",
    "Include marker" : "Incluir marcador",
    "Generate location link" : "Generar enlace de ubicación",
    "OsmAnd" : "OsmAnd",
    "Google maps" : "Google maps",
    "Search with Nominatim to get an OpenStreetMap link" : "Buscar con Nominatim para obtener un enlace de OpenStreetMap"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}